Repository: GraphicMeat/PhotoBooks
Catalog: Packages/ExportFeature/Sources/ExportFeature/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: 🥩 Buy Graphic Meat a steak
de: 🥩 Graphic Meat ein Steak spendieren
es: 🥩 Invitar a Graphic Meat a un filete
fr: 🥩 Offrir un steak à Graphic Meat
it: 🥩 Offri una bistecca a Graphic Meat
ja: 🥩 Graphic Meat にステーキをおごる
ko: 🥩 Graphic Meat에 스테이크 한 접시
pt_br: 🥩 Pagar um bife para a Graphic Meat
zh_hans: 🥩 请 Graphic Meat 吃块牛排

source: A print-ready PDF with bleed for generic print services.
de: Ein druckfertiges PDF mit Beschnitt für allgemeine Druckdienste.
es: Un PDF listo para imprimir con sangrado para servicios de impresión genéricos.
fr: Un PDF prêt à imprimer avec fond perdu pour les services d'impression courants.
it: Un PDF pronto per la stampa con abbondanza per servizi di stampa generici.
ja: 汎用の印刷サービス向けに裁ち落とし付きの印刷用PDFです。
ko: 일반 인쇄 서비스용으로 도련이 포함된 인쇄용 PDF입니다.
pt_br: Um PDF pronto para impressão com sangria para serviços de impressão genéricos.
zh_hans: 适用于通用印刷服务的带出血印刷级 PDF。

source: A print-ready PDF with bleed for other print services.
de: Ein druckfertiges PDF mit Beschnittzugabe für andere Druckdienste.
es: Un PDF listo para imprimir con sangrado para otros servicios de impresión.
fr: Un PDF prêt à imprimer avec fond perdu pour d’autres services d’impression.
it: Un PDF pronto per la stampa con abbondanza per altri servizi di stampa.
ja: 他の印刷サービス向けに、塗り足し付きの印刷用 PDF を作成します。
ko: 다른 인쇄 서비스에서 사용할 수 있는 도련이 포함된 인쇄용 PDF입니다.
pt_br: Um PDF pronto para impressão com sangria para outros serviços de impressão.
zh_hans: 适用于其他印刷服务的带出血打印版 PDF。

source: A screen-resolution PDF for sharing and on-device viewing.
de: Ein PDF in Bildschirmauflösung zum Teilen und Anzeigen auf Geräten.
es: Un PDF en resolución de pantalla para compartir y ver en el dispositivo.
fr: Un PDF en résolution écran pour le partage et la visualisation sur appareil.
it: Un PDF a risoluzione schermo per la condivisione e la visualizzazione sul dispositivo.
ja: 共有やデバイスでの閲覧向けの画面解像度PDFです。
ko: 공유 및 기기에서 보기에 적합한 화면 해상도 PDF입니다.
pt_br: Um PDF em resolução de tela para compartilhar e visualizar no dispositivo.
zh_hans: 适合分享和设备端查看的屏幕分辨率 PDF。

source: Add %lld blank pages
de: %lld leere Seiten hinzufügen
es: Añadir %lld páginas en blanco
fr: Ajouter %lld pages vierges
it: Aggiungi %lld pagine vuote
ja: 空白ページを%lld枚追加
ko: 빈 페이지 %lld개 추가
pt_br: Adicionar %lld páginas em branco
zh_hans: 添加 %lld 个空白页

source: Append blank pages to meet the minimum page count
de: Leere Seiten anhängen, um die Mindestseitenzahl zu erreichen
es: Añadir páginas en blanco para alcanzar el número mínimo de páginas
fr: Ajouter des pages vierges pour atteindre le nombre minimal de pages
it: Aggiungi pagine vuote per raggiungere il numero minimo di pagine
ja: 最小ページ数を満たすために空白ページを追加します
ko: 최소 페이지 수를 맞추기 위해 빈 페이지를 추가합니다
pt_br: Adicionar páginas em branco para atingir o número mínimo de páginas
zh_hans: 添加空白页以满足最少页数要求

source: Blurb Book
de: Blurb-Buch
es: Libro de Blurb
fr: Livre Blurb
it: Libro Blurb
ja: Blurb ブック
ko: Blurb 책
pt_br: Livro Blurb
zh_hans: Blurb 照片书

source: Blurb needs two files. Pick a folder; PhotoBooks writes “%@” and “%@” into it.
de: Blurb benötigt zwei Dateien. Wähle einen Ordner; PhotoBooks schreibt „%@“ und „%@“ hinein.
es: Blurb necesita dos archivos. Elige una carpeta; PhotoBooks escribirá “%@” y “%@” en ella.
fr: Blurb a besoin de deux fichiers. Choisissez un dossier ; PhotoBooks y écrira « %@ » et « %@ ».
it: Blurb richiede due file. Scegli una cartella; PhotoBooks vi scriverà “%@” e “%@”.
ja: Blurbには2つのファイルが必要です。フォルダを選んでください。PhotoBooksがそこに「%@」と「%@」を書き込みます。
ko: Blurb에는 파일 2개가 필요합니다. 폴더를 선택하면 PhotoBooks가 그 안에 “%@”와 “%@”를 씁니다.
pt_br: O Blurb precisa de dois arquivos. Escolha uma pasta; o PhotoBooks grava “%@” e “%@” nela.
zh_hans: Blurb 需要两个文件。请选择一个文件夹；PhotoBooks 会将“%@”和“%@”写入其中。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Check your book
de: Buch überprüfen
es: Revisa tu libro
fr: Vérifiez votre livre
it: Controlla il libro
ja: ブックを確認
ko: 책 확인
pt_br: Revise seu livro
zh_hans: 检查照片书

source: Choose an export type and where to save it
de: Exportformat und Speicherort wählen
es: Elige el tipo de exportación y dónde guardarlo
fr: Choisissez un type d’exportation et un emplacement d’enregistrement
it: Scegli il tipo di esportazione e dove salvare
ja: 書き出し形式と保存先を選択
ko: 내보내기 형식 및 저장 위치 선택
pt_br: Escolha o tipo de exportação e onde salvar
zh_hans: 选择导出类型和保存位置

source: Choose export type
de: Exportformat wählen
es: Elige el tipo de exportación
fr: Choisissez le type d’exportation
it: Scegli il tipo di esportazione
ja: 書き出し形式を選択
ko: 내보내기 형식 선택
pt_br: Escolha o tipo de exportação
zh_hans: 选择导出类型

source: Choose Folder…
de: Ordner auswählen…
es: Elegir carpeta…
fr: Choisir un dossier…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
pt_br: Escolher pasta…
zh_hans: 选择文件夹…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

source: Digital PDF
de: Digitales PDF
es: PDF digital
fr: PDF numérique
it: PDF digitale
ja: 閲覧用 PDF
ko: 디지털 PDF
pt_br: PDF digital
zh_hans: 电子版 PDF

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Export %@
de: %@ exportieren
es: Exportar %@
fr: Exporter %@
it: Esporta %@
ja: %@ を書き出す
ko: %@ 내보내기
pt_br: Exportar %@
zh_hans: 导出 %@

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
zh_hans: 导出失败

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
pt_br: Exportar…
zh_hans: 导出…

source: Family BBQ
de: Familien-BBQ
es: Barbacoa familiar
fr: Barbecue en famille
it: Grigliata di famiglia
ja: ファミリーBBQ
ko: 가족 바비큐
pt_br: Churrasco em família
zh_hans: 家庭烧烤

source: Fetching photos…
de: Fotos werden geladen…
es: Obteniendo fotos…
fr: Récupération des photos…
it: Recupero foto…
ja: 写真を取得中…
ko: 사진 가져오는 중…
pt_br: Buscando fotos…
zh_hans: 正在获取照片…

source: Fuel the grill at Graphic Meat
de: Heiz den Grill bei Graphic Meat an
es: Enciende la parrilla de Graphic Meat
fr: Alimente le grill de Graphic Meat
it: Accendi la griglia di Graphic Meat
ja: Graphic Meat のグリルに火を
ko: Graphic Meat의 그릴에 불을
pt_br: Acenda a churrasqueira da Graphic Meat
zh_hans: 给 Graphic Meat 的烤架添把火

source: Jump to this page in the editor
de: Zu dieser Seite im Editor springen
es: Ir a esta página en el editor
fr: Aller à cette page dans l'éditeur
it: Vai a questa pagina nell'editor
ja: エディタでこのページに移動
ko: 편집기에서 이 페이지로 이동
pt_br: Ir para esta página no editor
zh_hans: 跳转到编辑器中的此页

source: Legendary feast
de: Legendäres Festmahl
es: Festín legendario
fr: Festin légendaire
it: Banchetto leggendario
ja: 伝説のごちそう
ko: 전설의 만찬
pt_br: Banquete lendário
zh_hans: 传奇盛宴

source: Meat acquired. Thank you!
de: Fleisch gesichert. Danke!
es: Carne conseguida. ¡Gracias!
fr: Viande acquise. Merci !
it: Carne acquisita. Grazie!
ja: 肉、確保。ありがとう！
ko: 고기 확보. 감사합니다!
pt_br: Carne garantida. Obrigado!
zh_hans: 肉到手了。谢谢！

source: No issues found. Ready to export.
de: Keine Probleme gefunden. Bereit zum Export.
es: No se encontraron problemas. Listo para exportar.
fr: Aucun problème détecté. Prêt à exporter.
it: Nessun problema rilevato. Pronto per l'esportazione.
ja: 問題は見つかりませんでした。書き出す準備ができています。
ko: 문제가 발견되지 않았습니다. 내보낼 준비가 되었습니다.
pt_br: Nenhum problema encontrado. Pronto para exportar.
zh_hans: 未发现问题，可以导出。

source: Open the exported file
de: Exportierte Datei öffnen
es: Abrir el archivo exportado
fr: Ouvrir le fichier exporté
it: Apri il file esportato
ja: 書き出したファイルを開く
ko: 내보낸 파일 열기
pt_br: Abrir o arquivo exportado
zh_hans: 打开导出的文件

source: Page %lld
de: Seite %lld
es: Página %lld
it: Pagina %lld
ja: %lldページ
ko: %lld페이지
pt_br: Página %lld
zh_hans: 第 %lld 页

source: Pick the folder PhotoBooks writes the two Blurb files into
de: Wähle den Ordner, in den PhotoBooks die beiden Blurb-Dateien schreibt
es: Elige la carpeta en la que PhotoBooks escribirá los dos archivos de Blurb
fr: Choisissez le dossier dans lequel PhotoBooks écrira les deux fichiers Blurb
it: Scegli la cartella in cui PhotoBooks scriverà i due file Blurb
ja: PhotoBooksが2つのBlurbファイルを書き込むフォルダを選択してください
ko: PhotoBooks가 Blurb 파일 2개를 저장할 폴더를 선택하세요
pt_br: Escolha a pasta em que o PhotoBooks vai gravar os dois arquivos do Blurb
zh_hans: 选择 PhotoBooks 写入两个 Blurb 文件的文件夹

source: Print PDF
de: Druck-PDF
es: PDF para impresión
fr: PDF pour impression
it: PDF per la stampa
ja: 印刷用 PDF
ko: 인쇄용 PDF
pt_br: PDF para impressão
zh_hans: 打印版 PDF

source: Proceed to choose where to export
de: Weiter, um den Exportort auszuwählen
es: Continuar para elegir dónde exportar
fr: Continuer pour choisir l'emplacement d'exportation
it: Continua per scegliere dove esportare
ja: 書き出し先を選ぶために進む
ko: 내보낼 위치를 선택하려면 계속하기
pt_br: Continuar para escolher onde exportar
zh_hans: 继续选择导出位置

source: Re-render only the photos that failed
de: Nur die fehlgeschlagenen Fotos erneut rendern
es: Volver a renderizar solo las fotos que fallaron
fr: Restituer uniquement les photos qui ont échoué
it: Ri-renderizza solo le foto non riuscite
ja: 失敗した写真のみを再レンダリング
ko: 실패한 사진만 다시 렌더링
pt_br: Renderizar novamente apenas as fotos que falharam
zh_hans: 仅重新渲染失败的照片

source: Render the book and save the PDF
de: Das Buch rendern und als PDF speichern
es: Renderizar el libro y guardar el PDF
fr: Restituer le livre et enregistrer le PDF
it: Renderizza il libro e salva il PDF
ja: ブックをレンダリングしてPDFとして保存
ko: 책을 렌더링하고 PDF로 저장
pt_br: Renderizar o livro e salvar o PDF
zh_hans: 渲染图书并保存为 PDF

source: Rendering pages…
de: Seiten werden gerendert…
es: Renderizando páginas…
fr: Rendu des pages…
it: Rendering delle pagine…
ja: ページをレンダリング中…
ko: 페이지 렌더링 중…
pt_br: Renderizando páginas…
zh_hans: 正在渲染页面…

source: Retry Failed Photos
de: Fehlgeschlagene Fotos wiederholen
es: Reintentar fotos fallidas
fr: Réessayer les photos échouées
it: Riprova foto non riuscite
ja: 失敗した写真を再試行
ko: 실패한 사진 다시 시도
pt_br: Tentar novamente fotos com falha
zh_hans: 重试失败的照片

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在访达中显示

source: Run the export again
de: Den Export erneut ausführen
es: Ejecutar la exportación de nuevo
fr: Relancer l'exportation
it: Esegui di nuovo l'esportazione
ja: 書き出しをもう一度実行
ko: 내보내기를 다시 실행
pt_br: Executar a exportação novamente
zh_hans: 再次运行导出

source: Send a tip to Graphic Meat
de: Graphic Meat ein Trinkgeld geben
es: Enviar una propina a Graphic Meat
fr: Envoyer un pourboire à Graphic Meat
it: Manda una mancia a Graphic Meat
ja: Graphic Meat にチップを送ります
ko: Graphic Meat에 팁 보내기
pt_br: Enviar uma gorjeta para a Graphic Meat
zh_hans: 给 Graphic Meat 打赏

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 共享

source: Show the exported files in Finder
de: Die exportierten Dateien im Finder anzeigen
es: Mostrar los archivos exportados en el Finder
fr: Afficher les fichiers exportés dans le Finder
it: Mostra i file esportati nel Finder
ja: 書き出したファイルをFinderで表示
ko: 내보낸 파일을 Finder에서 보기
pt_br: Mostrar os arquivos exportados no Finder
zh_hans: 在访达中显示导出的文件

source: Stop the export in progress
de: Den laufenden Export stoppen
es: Detener la exportación en curso
fr: Arrêter l'exportation en cours
it: Interrompi l'esportazione in corso
ja: 進行中の書き出しを停止
ko: 진행 중인 내보내기 중지
pt_br: Parar a exportação em andamento
zh_hans: 停止正在进行的导出

source: Support development with a donation
de: Die Entwicklung mit einer Spende unterstützen
es: Apoya el desarrollo con una donación
fr: Soutenir le développement par un don
it: Sostieni lo sviluppo con una donazione
ja: 寄付で開発を支援します
ko: 후원으로 개발을 지원합니다
pt_br: Apoie o desenvolvimento com uma doação
zh_hans: 通过捐赠支持开发

source: Thank you for making a book with PhotoBooks
de: Danke, dass du ein Buch mit PhotoBooks gemacht hast
es: Gracias por crear un libro con PhotoBooks
fr: Merci d’avoir créé un livre avec PhotoBooks
it: Grazie per aver creato un libro con PhotoBooks
ja: PhotoBooks でブックを作ってくれてありがとう
ko: PhotoBooks로 책을 만들어 주셔서 감사합니다
pt_br: Obrigado por criar um livro com o PhotoBooks
zh_hans: 感谢你用 PhotoBooks 做了一本书

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

source: Two PDFs for Blurb printing: one for the pages and one for the cover.
de: Zwei PDFs für den Druck bei Blurb: eines für die Seiten und eines für das Cover.
es: Dos PDF para imprimir con Blurb: uno para las páginas y otro para la cubierta.
fr: Deux PDF pour l’impression chez Blurb : un pour les pages et un pour la couverture.
it: Due PDF per la stampa con Blurb: uno per le pagine e uno per la copertina.
ja: Blurb での印刷用に、本文と表紙の2つの PDF を作成します。
ko: Blurb 인쇄용 PDF 두 개: 본문용 하나와 표지용 하나입니다.
pt_br: Dois PDFs para impressão no Blurb: um para as páginas e outro para a capa.
zh_hans: 用于 Blurb 印刷的两个 PDF：一个用于内页，一个用于封面。

source: Visit graphicmeat.com
de: graphicmeat.com besuchen
es: Visitar graphicmeat.com
fr: Visiter graphicmeat.com
it: Visita graphicmeat.com
ja: graphicmeat.com を見る
ko: graphicmeat.com 방문
pt_br: Visitar graphicmeat.com
zh_hans: 访问 graphicmeat.com

source: We hope the experience was great — and the printed book turns out even better.
de: Wir hoffen, es hat Spaß gemacht – und das gedruckte Buch wird noch schöner.
es: Esperamos que la experiencia haya sido genial, y que el libro impreso quede aún mejor.
fr: Nous espérons que l’expérience t’a plu — et que le livre imprimé sera encore mieux.
it: Speriamo che l’esperienza ti sia piaciuta — e che il libro stampato venga ancora meglio.
ja: 制作の時間が楽しいものだったなら、そして刷り上がった本がもっと素敵になりますように。
ko: 즐거운 작업이었길, 그리고 인쇄된 책은 더 멋지게 나오길 바랍니다.
pt_br: Esperamos que a experiência tenha sido ótima — e que o livro impresso fique ainda melhor.
zh_hans: 希望这次制作过程很愉快——印出来的书会更棒。

source: Whole brisket
de: Ganzes Brisket
es: Pecho de res entero
fr: Poitrine de bœuf entière
it: Brisket intero
ja: ブリスケット丸ごと
ko: 브리스킷 한 덩이
pt_br: Peito bovino inteiro
zh_hans: 整块牛胸肉

source: Preflight — %@
es: Verificación previa — %@
fr: Vérification — %@
it: Controllo preliminare — %@
ja: プリフライト — %@
ko: 프리플라이트 — %@
pt_br: Pré-checagem — %@
zh_hans: 预检 — %@

source: Ribeye, medium rare
es: Chuletón, poco hecho
fr: Entrecôte, saignante
it: Costata, al sangue
ja: リブアイ、ミディアムレア
ko: 립아이, 미디엄 레어
pt_br: Ancho, mal passado
zh_hans: 肋眼牛排，三分熟

source: Smash burger
es: Hamburguesa smash
ja: スマッシュバーガー
ko: 스매시 버거
zh_hans: 手压汉堡

source: Espresso
fr: Expresso
ja: エスプレッソ
ko: 에스프레소
zh_hans: 浓缩咖啡
